import React, { Component } from 'react';
import Footer from '../components/Footer.jsx';
import Navbar from '../components/Navbar.jsx';
import Jumbotron from '../components/Jumbotron.jsx';


class About extends Component {
    render() {
        return (
            <div>
                <Navbar />
                <Jumbotron title="About Us!" subtitle="This page is all about who we are!"/>
                <div className="container">
                    <h2 style={{textAlign: 'right'}}>درباره ما </h2>
                    <p style={{textAlign: 'right'}}>
                        کمپانی انسینو با تلاش 6 ساله در زمینه عرضه کفش‌های چرم دست دوز توانسته است، محصولی با کیفیت و قابل رقابت با محصولات خارجی متنوع را عرضه کند. محصولات این کمپانی طبق تکنولوژی کشور ایتالیا طراحی و عرضه شده‌اند، تا در هنگام استفاده احساس خوبی به مخاطب منتقل کنند.
                        در طراحی و تولید کفش‌های چرم دست دوز انسینو، از بهترین مواد اولیه و جدیدترین مدل‌های روز دنیا استفاده شده است، تا مشتریان با سلایق متفاوت  بتوانند کفش چرم دست دوز مورد نظرشان را خریداری کنند و مورد استفاده قرار دهند.
                        در طراحی این کفش‌های چرم دست دوز از بهترین چرم‌های موجود در بازار استفاده شده است. تا کیفیت محصولات عرضه شده از محصولات مشابه خارجی نیز  بهتر باشد.
                        با خرید این کفش‌های چرم دست دوز ضمن حمایت از تولید داخلی، شما می‌توانید یک کفش مناسب و در خور تهیه کنید و مورد استفاده قرار دهید.
                        با جستجو در بین محصولات متنوع این کمپانی می‌توانید از انواع کفش‌های چرم دست دوز، گرم کن، هودی، تیشرت و... دیدن نمایید.
                    </p>
                </div>
                <Footer />
            </div>
        );
    }
}

export default About;
